Repository: HRxiaohu/rufus-web
Catalog: locale/*/LC_MESSAGES/index.po
Languages: id

source: Version
id: Versi

source: Create bootable USB drives the easy way
id: Membuat perangkat USB bootable dengan mudah

source: Want to improve this translation?
id: Ingin memperbaiki terjemahan ini?

source: rufus_en.png
id: rufus_id.png

source: Rufus is a utility that helps format and create bootable USB flash drives, such as USB keys/pendrives, memory sticks, etc.
id: Rufus adalah alat yang membantu untuk memformat dan membuat perangkat USB flash menjadi bootable, seperti flashdisk, kartu memori, dll.

source: It can be especially useful for cases where:
id: Rufus sangat berguna bagi kasus dimana:

source: you need to create USB installation media from bootable ISOs (Windows, Linux, UEFI, etc.)
id: Anda perlu membuat media instalasi USB dari ISO bootable (Windows, Linux, UEFI, dll.)

source: you need to work on a system that doesn't have an OS installed
id: Anda perlu bekerja pada sistem yang tidak memiliki OS yang terinstal

source: you need to flash a BIOS or other firmware from DOS
id: Anda perlu melakukan flash BIOS atau firmware lain dari DOS

source: you want to run a low-level utility
id: Anda ingin menjalankan utilitas tingkat-rendah

source: Despite its small size, Rufus provides everything you need!
id: Meskipun ukurannya kecil, Rufus menyediakan semua yang Anda butuhkan!

source: Oh, and Rufus is <b>fast</b>. For instance it's about twice as fast as <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> or <a target="_blank" %s>Windows 7 USB download tool</a>, on the creation of a Windows 7 USB installation drive from an ISO. It is also marginally faster on the creation of Linux bootable USB from ISOs.
id: Satu lagi, Rufus sangatlah <b>cepat</b>. Buktinya, Rufus kurang lebih dua kali lebih cepat dibanding <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> atau <a target="_blank" %s>Windows 7 USB download tool</a>, dalam membuat media instalasi USB Windows 7 dari sebuah ISO. Rufus juga sedikit lebih cepat dalam membuat USB bootable Linux dari berkas ISO.

source: A non exhaustive list of Rufus supported ISOs is also provided at the bottom of this page.
id: Daftar beberapa ISO yang didukung oleh Rufus juga disediakan di bawah halaman ini.

source: Download
id: Unduh

source: Last updated %s:
id: Terakhir diperbarui %s:

source: Other versions
id: Versi lain

source: Supported Languages:
id: Bahasa yang didukung:

source: System Requirements:
id: Persyaratan Sistem:

source: Windows 7 or later, 32 or 64 bit doesn't matter. Once downloaded, the application is ready to use.
id: Windows 7 atau setelahnya, 32 atau 64 bit tidak masalah. Setelah diunduh, aplikasi ini siap digunakan.

source: I will take this opportunity to express my gratitude to the translators who made it possible for Rufus, as well as this webpage, to be translated in various languages. If you find that you can use Rufus in your own language, you should really thank them!
id: Saya akan menggunakan kesempatan ini untuk mengucapkan terima kasih kepada para penerjemah yang membuat terjemahan bagi Rufus, serta halaman web ini ke dalam berbagai bahasa. Jika Anda dapat menggunakan Rufus dalam bahasa Anda, berterima kasihlah kepada mereka!

source: Usage
id: Penggunaan

source: Download the executable and run it &ndash; no installation is necessary.
id: Unduh berkas .exe dan jalankan &ndash; instalasi tidak diperlukan.

source: The executable is digitally signed and the signature should state:
id: Berkas .exe telah ditandatangai secara digital dan tandatangan harus menyatakan:

source: (v1.3.0 or later)
id: (v1.3.0 atau setelahnya)

source: (v1.2.0 or earlier)
id: (v1.2.0 atau sebelumnya)

source: Notes on DOS support:
id: Catatan untuk dukungan DOS:

source: If you create a DOS bootable drive and use a non-US keyboard, Rufus will attempt to select a keyboard layout according to the locale of your system. In that case, <a target="_blank" %s>FreeDOS</a>, which is the default selection, is recommended over MS-DOS, as it supports more keyboard layouts.
id: Jika Anda membuat perangkat bootable DOS dan menggunakan keyboard non-US, Rufus akan mencoba untuk memilih tata letak keyboard sesuai dengan locale sistem Anda. Dalam hal ini, <a target="_blank" %s>FreeDOS</a> yang merupakan pilihan standar dan lebih direkomendasikan daripada MS-DOS, karena mendukung lebih banyak tata letak keyboard.

source: Notes on ISO Support:
id: Catatan pada dukungan ISO:

source: All versions of Rufus since v1.1.0 allow the creation of a bootable USB from an <a target="_blank" %s>ISO image</a> (.iso).
id: Semua versi Rufus sejak versi v1.1.0 memungkinkan pembuatan USB bootable dari sebuah <a target="_blank" %s>ISO image</a> (.iso).

source: Creating an ISO image from a physical disc or from a set of files is very easy to do however, through the use of a CD burning application, such as the freely available <a target="_blank" %s>InfraRecorder</a> or <a target="_blank" %s>CDBurnerXP</a>.
id: Membuat ISO image dari cakram fisik atau dari kumpulan berkas sangat mudah dilakukan, namun memerlukan aplikasi pembakar CD, misalnya yang tersedia secara gratis: <a target="_blank" %s>InfraRecorder</a> atau <a target="_blank" %s>CDBurnerXP</a>.

source: Frequently Asked Questions (FAQ)
id: Pertanyaan yang sering diajukan (FAQ)

source: A Rufus FAQ is available <b><a target="_blank" %s>HERE</a></b>.
id: FAQ Rufus tersedia <b><a target="_blank" %s>DISINI</a></b>.

source: To provide feedback, report a bug or request an enhancement, please use the GitHub <a target="_blank" %s>issue tracker</a>. Or you can <a target="_blank" %s>send an e-mail</a>.
id: Untuk menyediakan umpan balik, laporan bug atau permintaan perbaikan, silakan gunakan <a target="_blank" %s>pelacak masalah</a> di GitHub. Atau Anda dapat <a target="_blank" %s>mengirimkan e-mail</a>.

source: License
id: Lisensi

source: <a target="_blank" %s>GNU General Public License (GPL) version 3</a> or later.
id: <a target="_blank" %s>Lisensi Publik Umum GNU (GPL) versi 3</a> atau yang lebih baru.

source: You are free to distribute, modify or even sell the software, insofar as you respect the GPLv3 license.
id: Anda bebas mendistrubusikan, memodifikasi atau bahkan menjual software ini, selama Anda menghormati lisensi GPLv3.

source: Rufus is produced in a 100%% transparent manner, from its <a target="_blank" %s>public source</a>, using a <a target="_blank" %s>MinGW32</a> environment.
id: Rufus diproduksi secara transparan 100%% dari <a target="_blank" %s>sumber publik</a>, menggunakan lingkungan <a target="_blank" %s>MingW32</a>.

source: Changelog
id: Catatan perubahan

source: Source Code
id: Kode Sumber

source: Alternatively, you can clone the <a target="_blank" %s>git</a> repository using:
id: Alternatif lain, Anda dapat melakukan clone repositori <a target="_blank" %s>git</a> ini menggunakan:

source: For more information, see the <a target="_blank" %s>GitHub project</a>.
id: Untuk informasi lebih lanjut, lihat <a target="_blank" %s>proyek GitHub</a>.

source: If you are a developer, you are very much encouraged to tinker with Rufus and submit patches.
id: Jika Anda seorang pengembang, Anda sangat disarankan untuk memperbaiki Rufus dan mengirimkan patch.

source: Donations
id: Donasi

source: Since I'm getting asked about this on regular basis, there is <b>no</b> donation button on this page.
id: Karena saya sering ditanya tentang hal ini, saya katakan bahwa <b>tidak</b> ada tombol donasi pada halaman ini.

source: The main reason is that I feel that the donation system doesn't actually help software development and worse, can be guilt-inducing for users who choose not to donate.
id: Alasan utama adalah karena saya merasa bahwa sistem donasi tidak benar-benar membantu pengembangan software dan lebih buruknya dapat memberi rasa bersalah bagi pengguna yang memilih tidak memberi donasi.

source: If you really insist, you can always make a donation to the <a target="_blank" %s>Free Software Foundation</a>, as they are the main reason software like Rufus is possible.
id: Jika Anda benar-benar bersikeras, Anda dapat memberikan donasi kepada <a target="_blank" %s>Free Software Foundation</a>, karena mereka-lah alasan utama software seperti Rufus ada.

source: At any rate, I'll take this opportunity to say <i><u>thank you</u></i> for your continuing support and enthusiasm about this little program: it is much appreciated!
id: Bagaimanapun juga, Saya menggunakan kesempatan ini untuk mengucapkan <i><u>terima kasih</u></i> untuk dukungan dan antusias Anda terhadap program kecil ini: itu sangat saya hargai!

source: But please continue to feel free to use Rufus without any guilt about not contributing for it financially &ndash; you should never have to!
id: Tetapi, mohon untuk tetap merasa bebas menggunakan Rufus tanpa merasa bersalah, walaupun Anda tidak berkontribusi secara finansial &ndash; Anda seharusnya jangan merasa demikian!

source: Speed comparison between Rufus and other applications
id: Perbandingan kecepatan antara Rufus dan aplikasi lain

source: The following tests were carried out on a Windows 7 x64 Core 2 duo/4 GB RAM platform, with an USB 3.0 controller and a <a target="_blank" %s>16 GB USB 3.0 ADATA S102 flash drive</a>.
id: Berikut ini ujicoba pada platform Windows 7 x64 Core 2 duo/4 GB RAM, dengan USB 3.0 controller dan sebuah <a target="_blank" %s>16 GB USB 3.0 ADATA S102 flash drive</a>.

source: Non exhaustive list of ISOs Rufus is known to work with
id: Daftar beberapa ISO yang diketahui didukung oleh Rufus

source: English translation by Pete Batard
id: Terjamahan Bahasa Indonesia oleh <a href="mailto:arifpedia@gmail.com?Subject=Terjemahan%20Halaman%20Depan%20Rufus">Arif Budiman</a> + <a href="mailto:aydanjr1000@gmail.com?Subject=Terjemahan%20Halaman%20Depan%20Rufus">Aydan J. Rancakbudi</a>

source: USB icon by
id: Ikon USB oleh

source: Hosting by
id: Hosting oleh
